--[[
	ItemFateCompound

	字段列表:
		Id {int} 品质
		Cost {map{[auto] = auto}} 合成消耗
		Reward {array(array(int, int...), ...)} 合成奖励

]]
return {
	[0] = {
		["Id"] = 0,
		["Cost"] = {
			[111] = 20
		},
		["Reward"] = {{111,100}}
	},
	[1] = {
		["Id"] = 1,
		["Cost"] = {
			[111] = 40
		},
		["Reward"] = {{111,200}}
	},
	[2] = {
		["Id"] = 2,
		["Cost"] = {
			[111] = 60
		},
		["Reward"] = {{111,300}}
	},
	[3] = {
		["Id"] = 3,
		["Cost"] = {
			[111] = 80
		},
		["Reward"] = {{111,400}}
	},
	[4] = {
		["Id"] = 4,
		["Cost"] = {
			[111] = 100
		},
		["Reward"] = {{111,500}}
	},
	[5] = {
		["Id"] = 5,
		["Cost"] = {
			[111] = 120
		},
		["Reward"] = {{0,910401}}
	},
	[6] = {
		["Id"] = 6,
		["Cost"] = {
			[111] = 140
		},
		["Reward"] = {{0,910401}}
	}
}
