--[[
	LotteryTask

	字段列表:
		ID* {int} ID
		Tasks.Target* {int} 抽奖次数
		Tasks.Reward* {array(array(int, int...), ...)} 该次数必得奖励

]]
return {
	[1001] = {
		["ID"] = 1001,
		["Tasks"] = {
			[10] = {
				["Target"] = 10,
				["Reward"] = {{4030012,2}}
			},
			[20] = {
				["Target"] = 20,
				["Reward"] = {{4030012,2}}
			},
			[50] = {
				["Target"] = 50,
				["Reward"] = {{4030012,2}}
			},
			[100] = {
				["Target"] = 100,
				["Reward"] = {{3114001,1}}
			},
			[200] = {
				["Target"] = 200,
				["Reward"] = {{4030012,5}}
			},
			[300] = {
				["Target"] = 300,
				["Reward"] = {{4030012,5}}
			},
			[400] = {
				["Target"] = 400,
				["Reward"] = {{4030012,5}}
			},
			[500] = {
				["Target"] = 500,
				["Reward"] = {{3114002,1}}
			},
			[600] = {
				["Target"] = 600,
				["Reward"] = {{4030012,8}}
			},
			[700] = {
				["Target"] = 700,
				["Reward"] = {{4030012,8}}
			},
			[800] = {
				["Target"] = 800,
				["Reward"] = {{4030012,10}}
			},
			[900] = {
				["Target"] = 900,
				["Reward"] = {{4030012,10}}
			},
			[1000] = {
				["Target"] = 1000,
				["Reward"] = {{3114003,1}}
			}
		}
	}
}
